import React from "react";

export const ParagraphDanats = () => {
    return (
        <p>
            Всё обучение на сайте предоставляется бесплатно и держится на
            команде отчаянных энтузиастов, однако, если Вам вдруг хочется
            подкинуть нашей команде пару копеек на кофе, хлеб и может даже
            что-то посерьезнее — мы будем бесконечно рады и поделим между
            всеми членами команды. Но если вдруг Вам не комфортно помогать
            голодным разрабам, то мы предлагаем альтернативу — помощь
            животным. Среди нас есть энтузиасты, которые лично выбирают
            конкретных животных и помогают им оплатить передержки, корм,
            операции, лекарства и прочее. Следы ваших донатов вы будете видеть
            на этой странице в качестве коротких фотоотчетов. Фотографии же
            сытых разрабов, мы вам не предоставим, увы. Удачи в обучении! И не
            забывайте про эту вкладочку - она дарит волшебство!
        </p>
    )
}